Repository: S3mlin/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hr

source: Please log in to access this page.
hr: Prijavite se za pristup ovoj stranici.

source: [Microblog] Reset Your Password
hr: [Microblog] Resetirajte Svoju Lozinku

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Remember Me
hr: Zapamti me

source: Sign In
hr: Prijavi se

source: Repeat Password
hr: Ponoviti Lozinku

source: Register
hr: Registriraj se

source: Please use a different username.
hr: Molimo koristite drugo korisničko ime.

source: Please use a different email address.
hr: Molimo koristite drugu email adresu.

source: Request Password Reset
hr: Zahtjev za resetiranje lozinke

source: Invalid username or password
hr: Nevažeće korisničko ime ili lozinka

source: Congratulations, you are now a registered user!
hr: Čestitamo, sada ste registrirani korisnik!

source: Check your email for the instructions to reset your password
hr: Provjerite svoj email za upute o resetiranju lozinke

source: Reset Password
hr: Resetiraj Lozinku

source: Your password has been reset.
hr: Vaša lozinka je resetirana.

source: About me
hr: O meni

source: Submit
hr: Objavi

source: Say something
hr: Podjeli nešto o sebi

source: Message
hr: Poruka

source: Your post is now live!
hr: Tvoj post je objavljen!

source: Home
hr: Naslovna

source: Explore
hr: Istraži

source: Your changes have been saved.
hr: Vaše izmjene su spremljene.

source: Edit Profile
hr: Uredi Profil

source: User %(username)s not found.
hr: Korisnik %(username)s nije pronađen.

source: You cannot follow yourself!
hr: Ne možete pratiti samoga sebe!

source: You are following %(username)s!
hr: Zapratili ste %(username)s!

source: You cannot unfollow yourself!
hr: Ne možete prestati pratiti samoga sebe!

source: You are not following %(username)s.
hr: Prestali ste pratiti %(username)s.

source: Send Message
hr: Pošalji poruku

source: An export task is currently in progress
hr: Zahtjev za izvod je trenutno u tijeku

source: Exporting posts...
hr: Izveđivanje objava...

source: %(username)s said %(when)s
hr: %(username)s objavljuje %(when)s

source: Welcome to Microblog
hr: Dobrodošli na Microblog

source: Login
hr: Prijava

source: Profile
hr: Profil

source: Messages
hr: Poruke

source: Logout
hr: Odjava

source: Hi, %(username)s!
hr: Pozdrav, %(username)s!

source: Newer posts
hr: Nove objave

source: Older posts
hr: Stare objave

source: Newer messages
hr: Nove poruke

source: Older messages
hr: Stare poruke

source: Search Results
hr: Rezultati tražilice

source: Previous results
hr: Prijašnji rezultati

source: Next results
hr: Dodatni rezultati

source: Send Message to %(recipient)s
hr: Pošalji %(recipient)s poruku

source: User
hr: Korisnik

source: Last seen on
hr: Posljednje viđen

source: %(count)d followers
hr: %(count)d pratitelja

source: %(count)d following
hr: %(count)d pratite

source: Edit your profile
hr: Uredi svoj profil

source: Export your posts
hr: Izvedi svoje objave

source: Follow
hr: Prati

source: Unfollow
hr: Prestani pratiti

source: Send private message
hr: Pošalji privatnu poruku

source: New User?
hr: Novi Korisnik?

source: Click to Register!
hr: Kliknuti ovdje za registraciju

source: Forgot Your Password?
hr: Zaboravili ste lozinku?

source: Click to Reset It
hr: Kliknuti ovdje za resetiranje

source: Reset Your Password
hr: Resetiraj lozinku

source: Not Found
hr: Stranica nije pronađena

source: Back
hr: Natrag

source: An unexpected error has occurred
hr: Došlo je do neočekivane greške

source: The administrator has been notified. Sorry for the inconvenience!
hr: Administrator je obaviješten. Oprostite na neugodnosti!
